IDEA Open Model
SteelSetupCISC Methods
Compatible with IDEA StatiCa Beta 20.0
The SteelSetupCISC type exposes the following members.
Methods
Name | Description
FrictionCoefficientPboltDefault
 Friction Coefficient Pbolt Default
 (Inherited from SteelSetup.)
Top
See Also
Reference
SteelSetupCISC Class
IdeaRS.OpenModel Namespace